public class Main {
    public static <get, set, id> void main(String[] args) {

        System.out.println(Constant.Power);
        System.out.println(Constant.Charisma);
        System.out.println(Constant.Magic);


        // я немного не поняла задание, не до конца разобралась в Getter и Setter и не понимаю где ошибка
        // пока только первое задание над вторым еще работаю


        // 0. Перевести число 333 из шестнадцатиричной в десятичную
        //                    819
        //Разложить число 200345 на разряды в десятичной системе
        //
        //
        //Перевести 637 из десятичной в шестнадцатиричную и обратно (10->16 и 16->10)
        //          27D      637
        //
        //Перевести 637 из десятичной в двоичную
        //          1001111101
        //
        //11100111 перевести в десятичную
        //  231
        //
        //Перевести 637 из десятичной в троичную   212121
    }

}